{
  "english": "forestry",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "lâm nghiệp",
          "definition": "(the science of) growing and looking after forests",
          "world_new": [
            "science"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "(also adjective) a forestry worker.",
              "world_new": [
                "worker"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Moreover, ' forestry laws and policies are contested, circumvented, selectively applied, interpreted and reinterpreted in their making and application ' (p. 56).",
    "From a handful of scientific consultants and then the heads of struggling forestry administrations, the scientific enterprise had by the late 1940s enlarged considerably.",
    "Changes towards timber production forestry will influence the structure of invertebrate communities, although the scale at which this occurs will determine its effect.",
    "The section on the imperial advocates of forestry is particularly interesting.",
    "The book is divided into six parts, targeting the pests of pasture, field crops and vegetables, fruit, forestry, weeds and nuisance pests.",
    "Although thousands of people obeyed the law and the forestry officials' procedures, most probably did not.",
    "The complicated and intricate pattern of forestry management in this period can be explained by the overlapping uses to which the woodland was put.",
    "Accounting for forest carbon can also be valuable in developed countries for promoting a switch in land use from agriculture to forestry."
  ],
  "list_see_also": [],
  "list_browse": [
    "foreskin",
    "forest",
    "forested",
    "forester",
    "forestry",
    "foretaste",
    "foretell",
    "forethought",
    "foreword"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808359517_c9234c906e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808359517_552184b60c_o.png",
      "id_image": "forestry_2191404"
    }
  ]
}