{
  "english": "fraternity",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "tình anh em",
          "definition": "a company of people who regard each other as equals, eg monks.",
          "world_new": [
            "company",
            "people",
            "regard"
          ]
        },
        {
          "mean_english": "hội",
          "definition": "a company of people with the same interest, job etc",
          "world_new": [
            "company",
            "people",
            "interest",
            "job"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the banking fraternity."
            }
          ]
        },
        {
          "mean_english": "hội nam sinh viên",
          "definition": "a society of male students in various universities.",
          "world_new": [
            "society",
            "male",
            "various"
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The hallmarks of stratum 1 are noncompositionality and non-productivity (cf. maternity, fraternity, fraternize).",
    "Many of the traditions of the college were begun and are maintained by the fraternities, both individually and collectively.",
    "They are covered by a network of fraternities and habits in all the daily intercourse.",
    "Approximately 8% of the university's undergraduate students are involved in the school's fraternities and sororities.",
    "We do not find fraternities like this in a female configuration.",
    "Campus organizations include various community service groups, interest clubs, and social clubs, the school's replacement for traditional fraternities and sororities.",
    "Apart from maintaining the cycle of requiem masses, the most important role of the parochial guilds and fraternities was the organization and servicing of the funeral procession.",
    "Over 5,000 fans, representatives from the media and members of the local corporate and music fraternities were there to celebrate this massive achievement."
  ],
  "list_see_also": [],
  "list_browse": [
    "frantic",
    "frantically",
    "fraternal",
    "fraternally",
    "fraternity",
    "fraud",
    "fraudulence",
    "fraudulent",
    "fraudulently"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809667879_c70596e65d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809667879_eba52eefae_o.png",
      "id_image": "fraternity_2284947"
    }
  ]
}