{
  "english": "fumigate",
  "phat_am": "ˈfjuːmiˌɡeit",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "xông khói",
          "definition": "to treat a place with chemical fumes, smoke, or gas to kill harmful insects or bacteria",
          "world_new": [
            "treat",
            "place",
            "chemical",
            "smoke",
            "gas",
            "kill",
            "harmful",
            "bacteria"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Because of an ant infestation, the family fumigated the house with an insecticide.",
              "world_new": [
                "ant",
                "infestation",
                "family",
                "house",
                "insecticide"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Their language, while the train was being fumigated, would entirely overbalance the argument on the other side.",
    "Under this system, if he goes from one place to another, he is going to be bathed and his clothes fumigated three times a week.",
    "Mineralization of bacteria and fungi in chloroform fumigated soil.",
    "Five thousand five hundred tons of the stocks attacked have been railed to port and have been fumigated.",
    "Let us suppose, for example, that for good reason the soil had been fumigated.",
    "Clean blankets are in fact issued to each recruit as he arrives and are withdrawn and fumigated when he leaves six or eight weeks later.",
    "If the rabbits are causing damage in a neighbourhood, the only way to get rid of them is to close the burrows after having fumigated them with cyanide gas.",
    "These men's clothes would not have had to be washed but fumigated."
  ],
  "list_see_also": [
    "fumigation"
  ],
  "list_browse": [
    "fully",
    "fully-fledged",
    "fumble",
    "fume",
    "fumigate",
    "fumigation",
    "fun",
    "fun and games",
    "function"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809342781_0b524c499e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809342781_00ffabc915_o.png",
      "id_image": "fumigate_2636868"
    }
  ]
}