{
  "english": "gate",
  "phat_am": "ɡeit",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cổng",
          "definition": "(a metal, wooden etc door-like object which closes) the opening in a wall, fence etc through which people gate pass",
          "world_new": [
            "metal",
            "wooden",
            "object",
            "opening",
            "wall",
            "fence",
            "people",
            "pass"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "I’ll meet you at the park gate(s).",
              "world_new": [
                "meet",
                "park"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Finally, securing access to stairs and the outdoors with locks and gates should be done to prevent wandering of walking infants.",
    "The participants completed the identification trials for each of the practice words at increasing gates before proceeding to the test proper.",
    "Unlike semi-uniform families, uniform families of quantum circuits have countable but not necessarily finite basis of gates.",
    "The rhythm of the gates provides the key to the dynamic symmetries of the house.",
    "The input-output gates are still closed, and aminergic modulation is still weak enough to allow sleep to continue.",
    "Once a legal i - matter becomes a contested issue in constitutional politics, the gates open wide for debate over the f undamental principles of order.",
    "Students are treated as solely public beings from the moment they enter the school gates.",
    "At the same time smooth transitions between gates are generated."
  ],
  "list_see_also": [
    "gatecrash",
    "gatecrasher",
    "gatepost",
    "gateway"
  ],
  "list_browse": [
    "gastric",
    "gastronomic",
    "gastropod",
    "gasworks",
    "gate",
    "gateau",
    "gatecrash",
    "gatecrasher",
    "gatepost"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809338056_951877761f_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809338056_48e1074e2a_o.png",
      "id_image": "gate_4413103"
    }
  ]
}