{
  "english": "goblet",
  "phat_am": "ˈɡoblit",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "ly; cốc nhỏ",
          "definition": "a drinking-cup with a thin stem",
          "world_new": [
            "thin",
            "stem"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He served the wine in silver goblets.",
              "world_new": [
                "wine",
                "silver"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The diarrhoeal stool consists of an inflammatory exudate, sloughed cells and cell debris, copious mucus from goblet cells, pus and blood.",
    "By day 35, goblet cell numbers in ivermectintreated animals were almost at normal levels, whereas those in infected not-treated animals remained high throughout.",
    "By day 30 some hamsters had counts exceeding 300 goblet cells mm22, although two infected animals showed counts within the normal range (fig. 4c).",
    "The epithelium showed both apical granules and goblet cells.",
    "In response to her pleas, he ' ' pushed her violently from him, and threw the contents of the brimming goblet in her face ' ' (902).",
    "The target words (and familiar synonyms) were : angling (fishing), fang (tooth), fedora (hat), gazing (looking), goblet (cup), infant (baby), sash (window frame), satchel (purse), skiff (boat) and vessel (bucket).",
    "Worms in the septal bile ducts produced hyperplasia, desquamation and necrosis of the epithelial cell lining, goblet cell differentiation and the presence of intraepithelial globule leukocytes.",
    "Apart from hoarding, much gold and silver was transformed into jewelry, gold and silver wire, plates, vases, goblets, and the like."
  ],
  "list_see_also": [],
  "list_browse": [
    "goalpost",
    "goat",
    "gob",
    "gobble",
    "goblet",
    "goblin",
    "gobs",
    "gobsmacked",
    "goby"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809330026_2e93a98249_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809330026_43f33b5873_o.png",
      "id_image": "goblet_4118324"
    }
  ]
}