{
  "english": "goodwill",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "uy tín",
          "definition": "the good reputation and trade with customers that a business firm has",
          "world_new": [
            "reputation",
            "trade",
            "business",
            "firm"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "We are selling the goodwill along with the shop.",
              "world_new": [
                "shop"
              ]
            }
          ]
        },
        {
          "mean_english": "thiện chí",
          "definition": "friendliness",
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He has always shown a good deal of goodwill towards us.",
              "world_new": [
                "deal"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Like traders, missionaries were likely to be dependent on the goodwill of their hosts, and needed to be able to speak their languages.",
    "The ability of the ayuntamiento, the barrio, and the patronym group to carry out their functions became entirely dependent on the goodwill of their constituencies.",
    "He shows how difficult the task of negotiating teams would be in the absence of goodwill to overcome their differences.",
    "In the absence of any representative assembly, detailed reporting of domestic politics was totally dependent on ministerial goodwill.",
    "The book is stronger on goodwill than analytical rigour.",
    "The first question is about the general sense of trust and the second question is about goodwill or volunteerism or sense of community.",
    "To reiterate, we can think of trust as a judgment-sensitive attitude of confidence in the goodwill and competence of another.",
    "Now the messages of goodwill flash under the waves, heedless of storms."
  ],
  "list_see_also": [],
  "list_browse": [
    "goodbye",
    "goodness",
    "goodness gracious",
    "goods",
    "goodwill",
    "goody",
    "goose",
    "goose-flesh",
    "gooseberry"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810065265_82445e7493_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810065265_1af00220ec_o.png",
      "id_image": "goodwill_1721208"
    }
  ]
}