{
  "english": "hallucination",
  "phat_am": "həluːsiˈneiʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "ảo giác",
          "definition": "the seeing of something that is not really there",
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He had hallucinations after he took drugs."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Thirdly, two items on auditory hallucinations were added.",
    "Intrusions were correlated with delusions whereas list errors were correlated with hallucinations.",
    "Ten patients with auditory verbal hallucinations and delusions (hallucinators), eight patients with delusions but no hallucinations (non-hallucinators), and 20 non-psychiatric control subjects were tested.",
    "If hallucinations reflect disruption of thalamocortical synchronized gamma oscillations, then, in principle, the primary locus of dysfunction could be either cortical or thalamic.",
    "Transcendental idealism predicts that normal perception, dream imagery, and hallucinations are principally manifestations of the same internal process.",
    "It activates neurons at the location of the distractor object (connection 1), and even at locations without an object (connection 2), causing hallucinations.",
    "They were also significantly more likely to experience various delusions, including delusions of persecution and influence, and auditory hallucinations.",
    "The presence of auditory hallucinations in non-help-seeking community samples emphasizes that the experience of voices per se may not or may not be distressing."
  ],
  "list_see_also": [
    "hallucinate"
  ],
  "list_browse": [
    "hallo",
    "hallowed",
    "Halloween",
    "hallucinate",
    "hallucination",
    "hallway",
    "halo",
    "halt",
    "halter"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809430853_3018916e10_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809430853_95823b8e59_o.png",
      "id_image": "hallucination_2332342"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808360172_3e9f8178ef_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808360172_da1aac42d2_o.png",
      "id_image": "hallucination_3997830"
    }
  ]
}