{
  "english": "handstand",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "trồng cây chuối",
          "definition": "the gymnastic act of balancing one’s body upright in the air with one’s hands on the ground",
          "world_new": [
            "gymnastic",
            "act",
            "body",
            "upright",
            "air",
            "ground"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The gymnasts were practising handstands."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "This creates a handstand position facing the opposite direction the gymnast started in, which they then snap their hips down quickly to create backwards momentum.",
    "There are many variations of handstands, but in all cases a handstand performer must possess adequate balance and upper body strength.",
    "The components of a freestyle vaulting routine \"may\" include mounts and dismounts, handstands, kneeling and standing and aerial moves such jumps, leaps and tumbling skills.",
    "Variations on wing walking became common, with such stunts as doing handstands, hanging by one's teeth, and transferring from one plane to another.",
    "This can be done via hand balancing (such as in a handstand) or via hanging.",
    "In this move, the gymnast performs a complete 360-degree turn on one bar in a straddled position, and then presses to a handstand.",
    "The performer then lunges forward and quickly raises one leg, with the other leg following as if transitioning to a handstand.",
    "She was noted for her acrobatic dancing on stage, and was able to display handstands, tumbles and high kicks."
  ],
  "list_see_also": [],
  "list_browse": [
    "handshake",
    "handsome",
    "handsomely",
    "handsomeness",
    "handstand",
    "handwriting",
    "handwritten",
    "handy",
    "handyman"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808390402_563f7f2a3d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808390402_5fe7da992c_o.png",
      "id_image": "handstand_4598525"
    }
  ]
}