{
  "english": "heartache",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "nỗi đau buồn",
          "definition": "(a feeling of) great sadness",
          "world_new": [
            "feeling",
            "great",
            "sadness"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The team suffered the heartache of losing the final in a penalty shootout.",
              "world_new": [
                "team",
                "final",
                "penalty"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "It was clumsy and incompetent, and it caused dramatic heartache to the people in local government, for they had to make that difficult system operate.",
    "I know the heartache and the heartbreak that has come to decent working-class homes as a result of gambling and betting.",
    "We would save an awful lot of heartache for our old people if we were.",
    "Imagine the anguish, imagine the heartache, imagine the desolation of simply not knowing what happened or where those bodies are.",
    "Some of the proposals that are being brought forward are causing much controversy, heartache and soul-searching north of the border.",
    "We realise that it causes some heartache to people, but it is unavoidable.",
    "I realise the discomfort, anxiety, heartaches and headaches of people living in the mining areas, and it gave me the impelling force to go on.",
    "From car cashes, heartaches, and death, to sudden love, musical pleasures, and epiphanies, the unexpected requires not only a leap of imagination, but the working out of its reality."
  ],
  "list_see_also": [],
  "list_browse": [
    "heart disease",
    "heart failure",
    "heart-to-heart",
    "heart-warming",
    "heartache",
    "heartbeat",
    "heartbreak",
    "heartbroken",
    "heartburn"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810078125_aff42bba90_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810078125_5274c6ffaf_o.png",
      "id_image": "heartache_538232"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810078085_8275611e5e_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810078085_e726a7b9b8_o.png",
      "id_image": "heartache_5746494"
    }
  ]
}