{
  "english": "historic",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "nổi tiếng trong lịch sử",
          "definition": "famous or important in history",
          "world_new": [
            "famous",
            "important",
            "history"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a historic battle.",
              "world_new": [
                "battle"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The choice has been problematic and those familiar with the historic issues of the journal may search in vain for their favourites.",
    "Because street vendors were required to form associations, the author argues that this established a historic base for political organising.",
    "Remarkable for its natural beauty, its past fertility, its historic landmarks, and its potential for investment, the small collection of villages stood in virtual ruin.",
    "The chemicals caused a slow degradation of wood, and the process was allowed to continue unchecked because the laboratory is a protected historic building.",
    "All buildings and relics from that time are now commonly viewed as historic items to be preserved in situ so that their context is maintained.",
    "Indeed, these incongruities were sufficiently extensive to obscure even a pandemic of historic proportion.",
    "Farmers received direct payments based on their historic production (acreage and yields) rather than their current production10.",
    "These are the outcome of historic patterns of immigration and colonial rule that both pull apar t and push together the island's various ethnic groups."
  ],
  "list_see_also": [],
  "list_browse": [
    "Hispanic",
    "hiss",
    "hissy fit",
    "historian",
    "historic",
    "historical",
    "historically",
    "history",
    "hit"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809336271_26268ebe64_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809336271_f8064b9b37_o.png",
      "id_image": "historic_5234385"
    }
  ]
}