{
  "english": "huge",
  "phat_am": "hjuːdʒ",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "khổng lồ",
          "definition": "very large",
          "world_new": [
            "large"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a huge dog",
              "world_new": [
                "dog"
              ]
            },
            {
              "ex_of_definition": "a huge sum of money",
              "world_new": [
                "sum",
                "money"
              ]
            },
            {
              "ex_of_definition": "Their new house is huge.",
              "world_new": [
                "house"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Furthermore, a flat list of all variables requires huge numbers of cases and often includes missing values.",
    "This massive two-volume tome exerted huge influence on nearly all areas touching upon civil rights up to twenty years after its original publication.",
    "This is a relatively unexplored phenomenon with huge potential for identity analysis.",
    "What is clear is that the huge number of cases filed reflects the increasing importance of the court in the country's political life.",
    "Without enjoying diplomatic immunity and often endangering themselves and their families, they undertook a huge effort in the area of human-rights preservation.",
    "Indeed, a huge literature has continued to find a positive relationship between economic development and democratization with a variety of measurements and cases.",
    "The interatrial septum bulged to the left, contributing further to the huge right atrium.",
    "People incurred huge expenditure, much above their means or status, and involved themselves in serious monetary difficulties."
  ],
  "list_see_also": [
    "hugeness",
    "hugely"
  ],
  "list_browse": [
    "huffily",
    "huffiness",
    "huffy",
    "hug",
    "huge",
    "hugely",
    "hugeness",
    "hulk",
    "hull"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809443378_87c68091d9_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809443378_bf8e4fa5bb_o.png",
      "id_image": "huge_2904990"
    }
  ]
}