{
  "english": "imbalance",
  "phat_am": "imˈbæləns",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự mất cân bằng",
          "definition": "a situation in which the balance between two or more things is not correct, fair, or equal",
          "world_new": [
            "situation",
            "balance",
            "correct",
            "fair",
            "equal"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a trade imbalance.",
              "world_new": [
                "trade"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "This study seeks to redress this imbalance in our knowledge of coalitions by focusing explicitly on pre-electoral coalitions.",
    "It is necessary that there be a supernatural if the apparent moral imbalance is to be eliminated theoretically.",
    "The observations of subtle power imbalances in everyday conversational practices are worthwhile starting points for class discussions of students' own experiences in those arenas.",
    "This antithesis between emotional plenitude and legal nullity rhetorically stages an imbalance that cries out for redress.",
    "This imbalance only disappears if a sufficient number of new patients entered the trial.",
    "Further analysis of parent-of-origin imbalance of chromosome 18 is being studied using mice with trisomy for chromosome 18.",
    "A simple adjustment, namely, an appropriate scaling down of benefits eliminates the imbalance, but retains the ex ante redistribution.",
    "Having the patient walk heel-to-toe narrows the base and can accentuate imbalance associated with central nervous system disorders, particularly cerebellar lesions."
  ],
  "list_see_also": [],
  "list_browse": [
    "imagination",
    "imaginative",
    "imagine",
    "imam",
    "imbalance",
    "imbecile",
    "imbecility",
    "imitate",
    "imitation"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809437688_e3e8cc4a35_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809437688_a1df148e72_o.png",
      "id_image": "imbalance_5965772"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808367332_b7b9bd8291_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808367332_aaf750e775_o.png",
      "id_image": "imbalance_6134418"
    }
  ]
}