{
  "english": "imperial",
  "phat_am": "imˈpiəriəl",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "thuộc hoàng đế",
          "definition": "of an empire or an emperor",
          "world_new": [
            "empire",
            "emperor"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the imperial crown.",
              "world_new": [
                "crown"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Indeed, racialism was far from a reliable bulwark of the imperial mission, or indeed of the exploitation of other races.",
    "Adults too, particularly the working classes, were thought to need imperial education.",
    "To implement their decisions they needed either voluntary cooperation on the part of other officials or an imperial edict to force the issue.",
    "Schmidt at times loses himself in his meticulous detail and thus misses opportunities to consider weighty issues such as otherness and imperial dominance.",
    "As international statesmen they lacked interest in social and economic policy, and seemed also to be caught in a time-warp of imperial illusions.",
    "Although a ready supporter of empire, he was uncomfortable with the intrigues of imperial expansion.",
    "Thus, rather than fixed rituals, the descriptions of imperial ceremonies make clear that they underwent significant changes.",
    "The failure of ralliement among the local elites represents a more fundamental failure of acculturation for the imperial regime than even armed rebellion."
  ],
  "list_see_also": [
    "imperialism",
    "imperialist"
  ],
  "list_browse": [
    "imperative",
    "imperfect",
    "imperfection",
    "imperfectly",
    "imperial",
    "imperialism",
    "imperialist",
    "imperious",
    "imperiousness"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810058155_af4cf25295_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810058155_1f07145d1d_o.png",
      "id_image": "imperial_2201848"
    }
  ]
}