{
  "english": "impediment",
  "phat_am": "imˈpedimənt",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chướng ngại vật",
          "definition": "something that delays or prevents",
          "list_ex_of_definition": [
            {
              "ex_of_definition": "His criminal record could be an impediment to his finding employment.",
              "world_new": [
                "criminal",
                "record",
                "employment"
              ]
            }
          ]
        },
        {
          "mean_english": "sự nói lắp",
          "definition": "a small fault in a person’s speech",
          "world_new": [
            "small",
            "fault",
            "speech"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "A stammer is a speech impediment.",
              "world_new": [
                "stammer",
                "speech"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "As industrial conflict intensified, it was a short step for officials to conclude that the jobber was an impediment to more harmonious social relations.",
    "This effect is heightened by the increasing importance of trade impediments, which have a much higher information complexity than the tariff, such as sanitary standards.",
    "Lack of interest and debate, not to mention transparency and access to information, is a serious impediment to current relations on environmental and security issues.",
    "As obstructive undergrowth, the jungle represented an impediment to progress; as an environment for hostile predators it signified the dread characteristics of man's unenlightened state.",
    "The respect given to a traditional vernacular is often cited as an impediment to contemporary interventions especially in rural environments.",
    "From previous attempts to collect data, it was recognised that reference to long lists of diagnostic codes could be a marked impediment to success.",
    "Naivety is important at an early stage - in life or in an undertaking - but a definite impediment later on.",
    "Fortunately, many of these impediments disappear in the digital world."
  ],
  "list_see_also": [],
  "list_browse": [
    "impeachment",
    "impeccable",
    "impeccably",
    "impede",
    "impediment",
    "impel",
    "impenetrable",
    "imperative",
    "imperfect"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810058180_464dc1d828_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810058180_339455b76c_o.png",
      "id_image": "impediment_6309952"
    }
  ]
}