{
  "english": "inability",
  "phat_am": "inəˈbiləti",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự bất tài",
          "definition": "the lack of power, means, ability etc (to do something)",
          "world_new": [
            "lack",
            "power",
            "means",
            "ability"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "I was surprised at his inability to read.",
              "world_new": [
                "I",
                "surprised",
                "read"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The story of his inability to keep silent after this abjuration has been told many times.",
    "The inability of contemporary critics to address the book on its own terms is difficult to explain.",
    "This mismatch is mainly related to the inability of primary producers to harvest the photons incident on the sea or the land surface.",
    "This opening passage stages a most curious scene, indeed, foregrounding the physician's own curiosity and initial inability to explain the mysterious silence of his friend.",
    "In general terms, fatigue reflects an inability, (perceived or actual) to maintain the expected level of work.",
    "The recurring inability to efficiently collect pension contributions is a striking example of limited administrative capacity that undermines policy implementation.",
    "Thus, many of the failures of econometrics are easily grasped as manifestations of structural changes combined with the inability to predict such changes.",
    "The manufacturing sector grew rapidly but its long-term development was constrained by an inability to compete in international markets."
  ],
  "list_see_also": [],
  "list_browse": [
    "in/out of line with",
    "in/out of step",
    "in/out of the running",
    "in/out of the/someone’s way",
    "inability",
    "inaccessibility",
    "inaccessible",
    "inaccuracy",
    "inaccurate"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810056910_a2870c25e9_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810056910_d6beaf1237_o.png",
      "id_image": "inability_1401413"
    }
  ]
}