{
  "english": "incident",
  "phat_am": "ˈinsidənt",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự kiện",
          "definition": "an event or happening",
          "world_new": [
            "event",
            "happening"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "There was a strange incident in the supermarket today.",
              "world_new": [
                "strange",
                "supermarket"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "However voluntary reporting systems tend to focus more on patient safety issues and include data on incidents in which harm was avoided.",
    "Even though well-publicized incidents and films have created this perception, everyday life in a fraternity is usually much like that of nonmembers.",
    "Thus, the increased reporting of violent incidents over land may simply be a reflection of more press coverage.",
    "Both incidents led to verbal injuries and violence.",
    "Human exposure through biting incidents, especially unprovoked attacks, should be treated immediately with rabies post-exposure treatment and the bat, where possible, retained for laboratory analysis.",
    "The impact of economic performance on co-operation with the government is further tested with regressions on changes in strike incidents in the three countries.",
    "The interviewees did not identify these incidents as outright or blatant rudeness, ostracism or deliberate mistreatment.",
    "Seventy-nine per cent of incidents had one suspect and one victim and 15 % one suspect and two victims."
  ],
  "list_see_also": [
    "incidental",
    "incidentally"
  ],
  "list_browse": [
    "incessant",
    "incessantly",
    "incest",
    "inch",
    "incident",
    "incidental",
    "incidentally",
    "incinerate",
    "incineration"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809674494_7fd7fc4e20_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809674494_8062abc14d_o.png",
      "id_image": "incident_6159885"
    }
  ]
}