{
  "english": "individuality",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "cá tính",
          "definition": "the qualities that distinguish one person etc from others",
          "world_new": [
            "distinguish",
            "person"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Teachers must take account of the individuality of each student.",
              "world_new": [
                "account",
                "student"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "It is the difference that has to be expressed and individuality that has to be justified.",
    "One would expect such models of potential for individuality to apply to all expert instrumentalists, although with a variable hierarchy of technical considerations.",
    "Neither performer nor audience receives a sort of personhood or individuality that would more likely lead to a diversified discussion of their experience.",
    "This comprehension is in turn indispensable for a renewed and expanded theorizing about individuality within the context of the social sciences.",
    "The only answer given, it seems, is that the strong right rather than a qualified one flows from our permanent interest in individuality.",
    "Communality is always stressed, while individuality is seen as a matter for internal expression.",
    "The combination of detailing, materials, and form produces rooms of great dignity, which is a necessary condition for the individuality of the home.",
    "First, it locates a person's dignity in abstract characteristics not peculiar to him, rather than, at least partly, in his own individuality."
  ],
  "list_see_also": [],
  "list_browse": [
    "indistinctly",
    "indistinctness",
    "indistinguishable",
    "individual",
    "individuality",
    "individually",
    "indivisibility",
    "indivisible",
    "indoctrinate"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809317711_f28e955a66_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809317711_45fd78a15c_o.png",
      "id_image": "individuality_5225036"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809672534_4bab6f3a71_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809672534_b6f3dce2bc_o.png",
      "id_image": "individual_3046267"
    }
  ]
}