{
  "english": "infantry",
  "phat_am": "ˈinfəntri",
  "list_english": [
    {
      "type_word": "noun or noun plural",
      "list_definition": [
        {
          "mean_english": "bộ binh",
          "definition": "(the part of an army consisting of) foot-soldiers",
          "world_new": [
            "part",
            "army"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The infantry was/were sent on ahead, with the artillery following in the rear.",
              "world_new": [
                "ahead",
                "artillery",
                "following",
                "rear"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "This is because this mission is popular among developing countries, since they can supply infantry with quite simple military equipment and skills.",
    "It concluded that the only way to improve the mobility of the infantry was to lighten the load each man carried by providing units with more transport.",
    "This is particularly important in the \"teeth\" arms, the first-line units, particularly the infantry, because even in limited war they might get heavy casualties.",
    "This applied to land-based ones such as tanks, artillery, armored personnel carriers, and the various types of infantry arms.",
    "As the envelopment unfurled, a solidly fortified infantry and heavy artillery fire were able to slow down the advancing attackers.",
    "With him were 18,000 cavalry, 120,000 infantry, 150 elephants, and considerable artillery.",
    "The infantry was hesitant to advance under air cover, instead preferring to move in after the bombardment had expired.",
    "Haig claimed that he needed 116,000 infantry in addition to artillerymen simply to replace his 1917 losses."
  ],
  "list_see_also": [],
  "list_browse": [
    "infamous",
    "infamy",
    "infancy",
    "infant",
    "infantry",
    "infect",
    "infected",
    "infection",
    "infectious"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810053575_ca308d001d_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810053575_c2c38d1d57_o.png",
      "id_image": "infantry_3856931"
    }
  ]
}