{
  "english": "inflammation",
  "phat_am": "infləˈmeiʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự đốt cháy",
          "definition": "(a place in the body where there is) development of heat with pain, redness and swelling",
          "world_new": [
            "place",
            "body",
            "development",
            "heat",
            "pain",
            "redness",
            "swelling"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Tonsillitis is inflammation of the tonsils."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "We have now demonstrated that prenatal inflammation suffices to induce deferred glutamatergic synaptic dysfunction in adult.",
    "Similar inflammation around pulmonary arterial and pulmonary venous vessels was noted in contralateral lung lobes but not in sham-operated control rats.",
    "However, not all patients progress as quickly and, as the inflammation resolves, the arterial wall becomes thickened and tender with the pulse still present.",
    "Local intense irritation and inflammation is likely; therefore, small areas of skin should be treated at least one time (maximum 500 cm2).",
    "Why does inflammation persist: a dominant role for the stromal microenvironment?",
    "These authors explain the results in terms of inflammation and immunological responses.",
    "The characteristic histopathological feature was a meningo-encephalitis which was characterized by involvement of the meninges and brain by foci of subacute/chronic inflammation.",
    "The responses to ischemia and reperfusion also involves an inflammatory response, and inflammation involves interactions between circulating neutrophils and the endothelium."
  ],
  "list_see_also": [],
  "list_browse": [
    "inflame",
    "inflamed",
    "inflammability",
    "inflammable",
    "inflammation",
    "inflatable",
    "inflate",
    "inflation",
    "inflationary"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809431948_c1b160f24f_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809431948_59a3130141_o.png",
      "id_image": "inflammation_2037245"
    }
  ]
}