{
  "english": "inflate",
  "phat_am": "inˈfleit",
  "list_english": [
    {
      "type_word": "verb",
      "list_definition": [
        {
          "mean_english": "bơm phồng",
          "definition": "to blow up or expand (especially a balloon, tyre or lungs with air)",
          "world_new": [
            "blow",
            "expand",
            "balloon",
            "tyre"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He used a bicycle pump to inflate the ball.",
              "world_new": [
                "bicycle",
                "pump",
                "ball"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The diameter of the balloon catheter inflating the stent was choosen according to the diameter of the transverse arch.",
    "Because the threat is inflated, so is the response.",
    "Our use of retrospective premenstrual symptom reporting may have inflated correlations between premenstrual symptoms and the questionnaire measure of neuroticism.",
    "Each sample was put in a self-sealing plastic bag, which slightly inflated and contained a piece of paper towel to reduce condensation.",
    "Occipital ring weakly inflated; medial part transversely rectangular with straight, well-incised occipital furrow.",
    "Numbers can be inflated if the count includes all of ' third sector ' organisations such as philanthropic, welfare, cultural and sporting organisations.",
    "The third generated data set consisted of automata from the second generated set inflated to a larger size.",
    "The air initially inflated into the balloon was removed, and the balloon was reinflated with 0.5 ml of a saline solution."
  ],
  "list_see_also": [
    "inflatable",
    "inflation",
    "inflationary"
  ],
  "list_browse": [
    "inflammability",
    "inflammable",
    "inflammation",
    "inflatable",
    "inflate",
    "inflation",
    "inflationary",
    "inflection",
    "inflectional"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808361177_05fd8a0aff_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808361177_c9356e8efc_o.png",
      "id_image": "inflate_4637035"
    }
  ]
}