{
  "english": "inorganic",
  "phat_am": "inoːˈɡӕnik",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "vô cơ",
          "definition": "not having the special characteristics of living bodies; not organic",
          "world_new": [
            "special",
            "living",
            "organic"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Stone, metal and other minerals are inorganic.",
              "world_new": [
                "metal"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Furthermore, the effects of sea-level change on the global carbon cycle and the partitioning of carbonisotopes in organic versus inorganic reservoirs are undoubtedly complex.",
    "Future work will include analysis of organic compounds, as well as an increased number of inorganic, mineral and meteorite species.",
    "The natural philosophy of inorganic bodies is divided into mechanical and chemical, or into physics in the narrower sense, and chemistry.",
    "This can be either within the molecular orbitals formed during bonding (most significant for organic compounds) or by charge transfer between cations (inorganic compounds).",
    "Cleaning solutions containing metal ion chelatants are used to remove inorganic scales that contain a considerable portion of divalent cations.",
    "On average, the quantities of organic and inorganic soil amendments applied did not seem to have changed greatly over the past 10 years.",
    "The fact that organic fruit costs twice as much as inorganic fruit means greater profits and makes organic banana production a profitable agricultural system.",
    "In both villages, the use of inorganic fertilisers is low but increasing (see figures 1a and b)."
  ],
  "list_see_also": [],
  "list_browse": [
    "inoculate",
    "inoculation",
    "inoffensive",
    "inoperable",
    "inorganic",
    "input",
    "inquest",
    "inquire",
    "inquiry"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809460913_ef11d34fdb_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809460913_a74ce28ccd_o.png",
      "id_image": "inorganic_6010530"
    }
  ]
}