{
  "english": "insolvent",
  "phat_am": "inˈsolvənt",
  "list_english": [
    {
      "type_word": "adjective",
      "list_definition": [
        {
          "mean_english": "vỡ nợ",
          "definition": "not having enough money to pay your debts; bankrupt",
          "world_new": [
            "money",
            "pay",
            "your"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Fewer people were declared insolvent in the third quarter of this year, official figures show.",
              "world_new": [
                "people",
                "quarter",
                "year",
                "official"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "A few farmers who went insolvent in the years immediately after emancipation claimed that the high price of labour was directly responsible.",
    "In low-productivity lots, insolvent farmers bound by debt and low yields accept debt-peonage situations.",
    "Hence, there may be some positive value to equity at an insolvent firm-although it is likely to be low.",
    "Declaring insolvency power: whether supervisory authorities have the power to declare a deeply troubled bank insolvent.",
    "A banking crisis occurs when a large number of banks fails to meet regulatory capital requirements, is illiquid, or is insolvent.",
    "We will also consider issues relating to insolvent employers in terms of insurance and centralised clearing house facilities.",
    "Many other accountants may be going through the laborious and costly procedure with their liquidators of converting their companies into insolvent companies.",
    "The fear is that the longer-living early retirees will make social insurance insolvent."
  ],
  "list_see_also": [
    "insolvency"
  ],
  "list_browse": [
    "insolently",
    "insolubility",
    "insoluble",
    "insolvency",
    "insolvent",
    "insomnia",
    "insomniac",
    "inspect",
    "inspection"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51810082470_146a38b232_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51810082470_8243d16c9c_o.png",
      "id_image": "insolvent_2719761"
    }
  ]
}