{
  "english": "instinct",
  "phat_am": "ˈinstiŋkt",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "khuynh hướng bẩn sinh",
          "definition": "a natural tendency to behave or react in a particular way, without thinking and without having been taught",
          "world_new": [
            "natural",
            "tendency",
            "behave",
            "react",
            "particular"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "As winter approaches, swallows fly south from Britain by instinct",
              "world_new": [
                "winter",
                "fly",
                "south"
              ]
            },
            {
              "ex_of_definition": "He has an instinct for saying the right thing.",
              "world_new": [
                "right"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Individuals in crowds, it was argued, lost their reason and yielded to instinct.",
    "She was innocent at first but quick to develop instincts for exploiting her beauty for financial gain.",
    "And they will then pull in such evidence as can be found to support the direction that theory and instinct are taking them.",
    "Moreover, proposals that were technically elegant could run up against the instincts of the politicians.",
    "Various social and institutional arrangements were put into place or expanded to deal with satisfying the gregarious instinct.",
    "With self-consciousness comes a demand for philosophical justification of the state-building process, but that process has been going on in obedience to elemental instinct.",
    "Their minds and wills atrophied, and they became solely creatures of sensual instinct.",
    "Our instincts about internal compromise suggest another political ideal standing beside justice and fairness."
  ],
  "list_see_also": [
    "instinctive",
    "instinctively"
  ],
  "list_browse": [
    "instep",
    "instigate",
    "instigation",
    "instil",
    "instinct",
    "instinctive",
    "instinctively",
    "institute",
    "institution"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809459183_bf939200b8_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809459183_378474b106_o.png",
      "id_image": "instinct_188972"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809699469_f68daafdae_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809699469_333021571a_o.png",
      "id_image": "instinct_189010"
    }
  ]
}