{
  "english": "item",
  "phat_am": "ˈaitəm",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "khoản; món",
          "definition": "a separate object, article etc, especially one of a number named in a list",
          "world_new": [
            "separate",
            "object",
            "article",
            "number",
            "list"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "He ticked the items as he read through the list.",
              "world_new": [
                "read",
                "list"
              ]
            }
          ]
        },
        {
          "mean_english": "tin tức",
          "definition": "a separate piece of information or news",
          "world_new": [
            "separate",
            "piece",
            "information",
            "news"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Did you see the item about dogs in the newspaper?",
              "world_new": [
                "see",
                "newspaper"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The former was taught new lexical items using the second language only, whereas the second group had the new items translated.",
    "Promotional items include only those obtained under the same terms as those offered to the general public and at no additional cost to the government.",
    "Table 3 shows the occurrence of the five categories for all of the morphological items.",
    "The identification of word class is critical in the analysis of children's novel lexical items.",
    "Lexical items can be any set of words, multi-word units or single words.",
    "All the items of furniture, and even most of the properties, various bibelots, remain the same, although sometimes their function changes.",
    "Hence, it may be the former items that contribute to the deepening of depression levels.",
    "According to the factor analysis results, each set of items within each survey is unidimensional."
  ],
  "list_see_also": [],
  "list_browse": [
    "italics",
    "itch",
    "itchiness",
    "itchy",
    "item",
    "itinerant",
    "itinerary",
    "its",
    "itself"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809336771_b2524f61a6_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809336771_a15a327862_o.png",
      "id_image": "item_3557296"
    }
  ]
}