{
  "english": "junction",
  "phat_am": "ˈdʒaŋkʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chỗ giao nhau",
          "definition": "a place at which things (eg railway/railroad lines) join",
          "world_new": [
            "place",
            "join"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "a railway/railroad junction"
            },
            {
              "ex_of_definition": "There was an accident at the junction of Park Road and School Lane.",
              "world_new": [
                "accident"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The distinction between the two entities depends on whether the atrial septum walls off the left atrium from the atrioventricular junction.",
    "After the formation of the fibrous atrioventricular junction, the ring becomes eventually located in the lower margin of the right atrial myocardium.",
    "The remaining two forms are not stereochemically equivalent (unlike the two conformers of the four-way junction) and therefore unlikely to be equally stable.",
    "Hypotheses suggested range from a peripheral foreland basin setting to triple junction-determined depression, but more field-based studies are needed to validate the most appropriate model.",
    "In the absence of added ions the junctions were unstacked and extended, but underwent a folding transition upon addition of magnesium or other multivalent ions.",
    "Injections into each of the pulmonary veins revealed tight stenoses of all veins at the veno-atrial junction, especially the right upper and middle pulmonary veins.",
    "The paracellular permeability was then disrupted using divalent-cation-depleted seawater solutions and the effect on septate junction structure was examined.",
    "In the others, 84 had two ventricular chambers, but with the atrioventricular junctions arranged so that one of the chambers was obviously rudimentary and incomplete."
  ],
  "list_see_also": [],
  "list_browse": [
    "jump to it",
    "jumper",
    "jumpy",
    "Jun",
    "junction",
    "juncture",
    "June",
    "jungle",
    "junior"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809685714_8c8f6c04bd_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809685714_6eaaba786e_o.png",
      "id_image": "junction_1418149"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809330591_9613e6a3c1_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809330591_82917f234f_o.png",
      "id_image": "junction_2344100"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808375237_4a19d7f588_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808375237_e34a975474_o.png",
      "id_image": "junction_5376604"
    }
  ]
}