{
  "english": "justification",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự bào chữa",
          "definition": "(the act of) justifying or excusing",
          "world_new": [
            "act"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "scientific justification.",
              "world_new": [
                "scientific"
              ]
            }
          ]
        },
        {
          "mean_english": "lý lẽ bào chữa",
          "definition": "something that justifies",
          "list_ex_of_definition": [
            {
              "ex_of_definition": "You have no justification for criticizing him in that way."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Unless one requires that all preferences ultimately be about one's own-well-being, or adopts hedonism, there is no justification for bringing in good feelings.",
    "It also provides an additional justification of why targeted research on the distributional benefits of agricultural research is important.",
    "If a political justification, for example, required the rejection of one particular reasonable comprehensive view among many, then reasonable people could reject that justification.",
    "What is the form and scope of the justification?",
    "Current socio-political problems and a certain pressure for justification of its existence demand archaeology to contribute to present public debates.",
    "Proofs are not meant to act merely as justification for the discovery of \"facts\"; they are themselves the \"facts\" to be discovered.",
    "The children with autism also produced more physical - causal justifications in their verbal accounts of the picture sequences they made, compared to intentional accounts.",
    "But this is a practical justification, not the recognition of the pregnancy of the syntax/semantics schizophrenia."
  ],
  "list_see_also": [],
  "list_browse": [
    "(just) for once",
    "justice",
    "Justice of the Peace",
    "justifiable",
    "justification",
    "justify",
    "justly",
    "justness",
    "jut"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809445068_18e0785a51_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809445068_b598c73995_o.png",
      "id_image": "justice_1750503"
    }
  ]
}