{
  "english": "leakage",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "sự rò rỉ",
          "definition": "(an act of) leaking",
          "world_new": [
            "act"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Leakages in several water-mains had been reported"
            },
            {
              "ex_of_definition": "a leakage of information.",
              "world_new": [
                "information"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The regulation obliges all precautionary measures practicable to be taken to prevent leakages of methyl bromide during fumigations.",
    "I have always felt that the one thing that will motivate people to stop leakages and wasteful use of water is the introduction of meters.",
    "Leakages of saving, taxation, and imports will fall as income declines until once again total leakages equal total injections.",
    "Even with the best system of testing and maintenance, it is not always possible to detect leakages until they have occurred.",
    "We also admit that the sum of all leakages as defined here over all the countries of the world need not be zero.",
    "History of incontinence: analyzing the evolution and time of appearance of incontinence; the clinical type of incontinence (urge, stress, overflow); the severity of incontinence; and the timing of leakages.",
    "The fear of high leakage in forest options, often neglected in energy options, is consistently put forward to block these opportunities.",
    "My right honourable friend has told the water companies to draw up very special plans to reduce the leakages."
  ],
  "list_see_also": [],
  "list_browse": [
    "leaflet",
    "leafy",
    "league",
    "leak",
    "leakage",
    "leaky",
    "lean",
    "leaning",
    "leanness"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809317346_494f0eb660_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809317346_ee10075f2f_o.png",
      "id_image": "leakage_4633785"
    }
  ]
}