{
  "english": "leukemia",
  "phat_am": "luːˈkiːmiə",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "bệnh bạch cầu",
          "definition": "a disease that causes white blood cells to multiply abnormally in the body",
          "world_new": [
            "disease",
            "white",
            "blood",
            "multiply",
            "abnormally",
            "body"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "She was diagnosed with leukemia."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The group currently conducts over 150 concurrent studies of leukemia, brain tumors, and other principal cancers of children.",
    "Chronic leukemias are frequently diagnosed on routine blood testing before the appearance of symptoms.",
    "There is a growing amount of literature of the health economic aspects of leukemia.",
    "More information about the total costs, that is, including indirect costs, and quality of life effects would be valuable in future evaluations in leukemia.",
    "About 70% of the transplantations were for leukemia; the rest were for a variety of diagnoses, including melanoma, lymphoma, and anemia.",
    "Curative treatment focused mainly on patients with aggressive malignant lymphomas, acute myelogenous leukemia, and cancer in the breast and ovaries.",
    "On this background, we find it valuable to comprehensively review the literature on economic evaluations of leukemia diseases.",
    "Chemotherapy represents the main type of treatment for lymphoma and leukemia."
  ],
  "list_see_also": [],
  "list_browse": [
    "letterhead",
    "lettering",
    "lettuce",
    "leucocyte",
    "leukemia",
    "level",
    "level crossing",
    "level off",
    "level out"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809344801_1e9c158ed7_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809344801_debed4ab92_o.png",
      "id_image": "leukemia_3412008"
    }
  ]
}