{
  "english": "litigation",
  "phat_am": "litiˈɡeiʃən",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "vụ kiện",
          "definition": "a private law-suit",
          "world_new": [
            "private"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "costly litigation",
              "world_new": [
                "costly"
              ]
            },
            {
              "ex_of_definition": "He is keen to avoid litigation.",
              "world_new": [
                "keen",
                "avoid"
              ]
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "First, private parties often lack the individual incentive to initiate litigation before national courts.",
    "In other words, litigation has a very uneven reach and does not always address some of the most serious corporate wrongdoings in society.",
    "As noted, it is impossible to take the disputes directly as administrative litigation because the village collective is not part of the administrative apparatus.",
    "And even these payments were reduced through the efforts of unscrupulous insurance adjusters and the continued need for litigation to obtain recovery.",
    "A feeble deterrent to prevent this leap was the outlawing of litigation mastery and a general sense of ethics.",
    "Moreover, individual or social pressures plus fears of litigations are factors that influence in a society that ignores the value of explicit policies.",
    "Although its title suggests a more ambitious research agenda, the main focus of the book is restricted to social rights litigation.",
    "To be more precise, in early pre-consumer societies where transactions were largely unwritten, litigation occurred as a way of establishing the terms of transactions."
  ],
  "list_see_also": [],
  "list_browse": [
    "literature",
    "lithe",
    "litheness",
    "lithosphere",
    "litigation",
    "litmus",
    "litmus paper",
    "litmus test",
    "litre"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809694799_2b9fd495e0_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809694799_c9940c489c_o.png",
      "id_image": "litigation_2419705"
    }
  ]
}