{
  "english": "lord",
  "phat_am": "loːd",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "chúa tể",
          "definition": "a master; a man or animal that has power over others or over an area",
          "world_new": [
            "animal",
            "power",
            "area"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The lion is lord of the jungle.",
              "world_new": [
                "lion",
                "jungle"
              ]
            }
          ]
        },
        {
          "mean_english": "quý tộc",
          "definition": "in the United Kingdom etc a nobleman or man of rank",
          "world_new": [
            "nobleman",
            "rank"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Lord Snowdon."
            }
          ]
        },
        {
          "mean_english": "tước hiệu của quan chức cấp cao",
          "definition": "in the United Kingdom, used as part of several official titles",
          "world_new": [
            "part",
            "official"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the Lord Mayor."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "You can perhaps give the author the hot tip to actualize it, as we write the year of the lord 1989.",
    "In external references, enemies did not grant the ruler such honor, because it probably countered the sacredness and divine status of the local lord's person.",
    "There, before her preferred audience of assembled lords, gentlemen, ladies and others, the wedding ceremonials were played out with maximum splendour and magnificence.",
    "Again, we have a straight conflict between lords and tenants over the customary rights of each.",
    "For every other copyhold tenement a fine at the lords will is due on admission.",
    "They fall solidly within the range of standard posture-seated lords.",
    "Along with these restrictions, there was the influence of feudal lords, primarily aimed at determining social relations within the elite.",
    "Next, the mats-symbolic seats of authority-of the lords were \"counted\" and ranked, and the lords declared their candidacy for various political positions."
  ],
  "list_see_also": [
    "lordly",
    "lordliness",
    "Lordship",
    "the Lord",
    "lord it over"
  ],
  "list_browse": [
    "looseness",
    "loot",
    "lop",
    "lope",
    "lord",
    "lord it over",
    "lord mayor",
    "lordliness",
    "lordly"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809450463_bd50a428ce_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809450463_6d3d07e167_o.png",
      "id_image": "lord_1618858"
    }
  ]
}