{
  "english": "loser",
  "phat_am": "",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "kẻ thất bại",
          "definition": "a person who loses",
          "world_new": [
            "person"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "The losers congratulated the winners."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "The main losers in the growth of interdependent trans-national empires have been conventional states, which have seen the value of legal sovereignty decline.",
    "Plan conversions produce potential winners and losers compared to expectations of benefits under the old plan.",
    "Such polarization inevitably results in temporary solutions, as losers pursue advantage in the next round.",
    "Since voting generates winners and losers, the losers are unhappy even when they had a chance to vote for their favorite option.",
    "The difference between institutional stability and change may then depend upon how many people perceive themselves as losers.",
    "Because people prefer winning over losing, the winners are less likely and the losers more likely to push for radical changes in the system.",
    "Winners are thus risk aversive when evaluating electoral reform proposals, while losers may even be risk seeking.",
    "The financial well-being of academic health centers and the continued generous compensation of medical school faculty have been the winners; education and research, the losers."
  ],
  "list_see_also": [],
  "list_browse": [
    "lose out",
    "lose sight of",
    "lose touch (with)",
    "lose/make money",
    "loser",
    "loss",
    "lost",
    "lost in",
    "lost on"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809335281_1f80ba187f_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809335281_af3dda7f12_o.png",
      "id_image": "loser_5234410"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809690419_5db5ba6fce_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809690419_9d4147f829_o.png",
      "id_image": "loser_5605981"
    }
  ]
}