{
  "english": "magistrate",
  "phat_am": "ˈmӕdʒistreit",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "quan tòa",
          "definition": "a person who has power to put the laws into force and sentence those guilty of lesser crimes",
          "world_new": [
            "person",
            "power",
            "force",
            "sentence",
            "guilty",
            "lesser"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "the Magistrates’ Court."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "If caught, they could be, and frequently were, taken before a magistrate, flogged and then returned to their old master.",
    "She makes extensive and critical use of relatively neglected primary sources - like magistrates' reports and other court records, and local newspapers - in telling her story.",
    "A litigious society created an increased need for litigation masters, while local magistrates had to rely ever more heavily on private secretaries.",
    "The magistrate's decision, as well as personal information about the parents, the minor children and the relatives present, was recorded in a custody act.",
    "But then congress removed the three dissenting magistrates from the bench.",
    "He listened very carefully and agreed to change the magistrates.",
    "The anti-noble thrust of the new penal norms was clearly worded by the magistrates.",
    "Neither perpetrator nor victim could criticize the punishment decided by the magistrate and higher-ranking officials."
  ],
  "list_see_also": [],
  "list_browse": [
    "magic",
    "magical",
    "magically",
    "magician",
    "magistrate",
    "magnanimity",
    "magnanimous",
    "magnanimously",
    "magnate"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808374412_4ef99978a1_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808374412_d0d2997182_o.png",
      "id_image": "magistrate_3143010"
    },
    {
      "link_thumb": "https://live.staticflickr.com/65535/51809684714_15db9d0f21_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51809684714_70d4b46b80_o.png",
      "id_image": "magistrate_4849777"
    }
  ]
}