{
  "english": "mammal",
  "phat_am": "ˈmӕməl",
  "list_english": [
    {
      "type_word": "noun",
      "list_definition": [
        {
          "mean_english": "động vật có vú",
          "definition": "any member of the class of animals (including man) in which the females feed the young with their own milk",
          "world_new": [
            "member",
            "class",
            "feed",
            "young",
            "their",
            "milk"
          ],
          "list_ex_of_definition": [
            {
              "ex_of_definition": "Monkeys are mammals."
            }
          ]
        }
      ]
    }
  ],
  "list_ex_of_english": [
    "Note that in mammals, the ability to migrate past layers of preexisting cells developed among these early components.",
    "One interesting protein is calreticulin, a calcium-binding protein that, in mammals, is normally located in the endoplasmic reticulum.",
    "This would imply that infracommunities in fish, bird and mammals share a fundamental similarity, that of random assembly.",
    "However, it seems unlikely that marine mammals would have the opportunity to ingest such fish with any frequency.",
    "The object recognition behaviour shown by mammals is not expected to be either equivalent to, or even to be a draft of, this human ability.",
    "Studies on plants, invertebrates, lower vertebrates, mammals and humans at the molecular and cellular levels are accepted, leading to a unique multidisciplinary publication.",
    "This raises the possibility that the claustrum may have arisen with the common ancestor of placental and marsupial mammals.",
    "In addition, local expertise contributes to evaluating the impacts of such change on marine mammal habitat and behaviour, hunting success, hunting safety, and food security."
  ],
  "list_see_also": [
    "mammalian"
  ],
  "list_browse": [
    "malnutrition",
    "malt",
    "malware",
    "mamma",
    "mammal",
    "mammalian",
    "mammary",
    "mammoth",
    "man"
  ],
  "list_img": [
    {
      "link_thumb": "https://live.staticflickr.com/65535/51808371982_51cd8ff5a0_n.jpg",
      "link_img": "https://live.staticflickr.com/65535/51808371982_36a8313e33_o.png",
      "id_image": "mammal_306728"
    }
  ]
}